7zip.7zip
CrystalDewWorld.CrystalDiskInfo
CrystalDewWorld.CrystalDiskMark
FastCopy.FastCopy
Git.Git
Google.Chrome
ImageMagick.ImageMagick
JAMSoftware.TreeSize.Free
KeePassXCTeam.KeePassXC
Microsoft.OpenJDK.17
Microsoft.PowerShell
Microsoft.VCRedist.2015+.x64
Microsoft.VCRedist.2015+.x86
Microsoft.VisualStudioCode
Microsoft.WindowsTerminal
MongoDB.Compass.Isolated
Notepad++.Notepad++
Obsidian.Obsidian
OBSProject.OBSStudio
oldj.switchhosts
Oracle.VirtualBox
PeterPawlowski.foobar2000
Python.Python.3.12
qishibo.AnotherRedisDesktopManager
RealVNC.VNCViewer
Rizonesoft.Notepad3
ShareX.ShareX
voidtools.Everything
WireGuard.WireGuard
WiresharkFoundation.Wireshark